[{"NombreReceta":"Tiramisu","PreguntaPreparacion":["Cual es el queso principal que se utiliza en la preparación del tiramisu?","Que tipo de licor se usa tradicionalmente en el tiramisu?","Como se debe preparar el café para el tiramisu?","Cuanto tiempo debe refrigerarse el tiramisu antes de servirlo?"],"OpcionesPasos":[["Ricotta","Mascarpone"],["Amaretto","Rhum"],["Fuerte y enfriado","Suave y caliente"],["2 horas","4 horas"]],"Paso1":1,"Paso2":0,"Paso3":0,"Paso4":1},{"NombreReceta":"Macarons","PreguntaPreparacion":["Que tipo de harina se utiliza para hacer macarons?","Cuál es el punto clave para obtener la textura adecuada en los macarons?","Qué tipo de merengue se utiliza en la elaboración de macarons?","Cual es el indicador de que los macarons estan listos para hornear?"],"OpcionesPasos":[["Harina de trigo","Harina de almendra"],["Hornear a alta temperatura","Dejar secar la masa antes de hornear"],["Merengue frances","Merengue italiano"],["La superficie se seca y no se pega al tacto","La masa se vuelve brillante"]],"Paso1":1,"Paso2":1,"Paso3":1,"Paso4":0},{"NombreReceta":"Cheesecake","PreguntaPreparacion":["Cuál es el ingrediente principal de la base del cheesecake?","Cual es la mejor forma de evitar que se agriete un cheesecake durante la coccion?","Que tipo de queso se usa tradicionalmente en un cheesecake?","Que se debe hacer con el cheesecake después de sacarlo del horno y dejarlo enfriar a temperartura ambiente?"],"OpcionesPasos":[["Bizcocho","Galletas trituradas"],["Cocer a banio Maria","Cocer a alta temperatura"],["Queso crema","Queso Ricotta"],["Servir inmediatamente","Refrigerar antes de servir"]],"Paso1":1,"Paso2":0,"Paso3":0,"Paso4":1},{"NombreReceta":"Creme brulee","PreguntaPreparacion":["Que se utiliza para caramelizar la parte superior de una creme brulee?","Cual es la consistencia adecuada de una creme brulee después de hornearla?","Qué tipo de azucar se utiliza para caramelizar la parte superior de una crème brulee?","A que temperatura se debe hornear una creme brulee?"],"OpcionesPasos":[["Horno","Soplete de cocina"],["Firme pero ligeramente temblorosa en el centro","Totalmente firme"],["Azucar glas","Azucar granulada"],["220°C","150°C"]],"Paso1":1,"Paso2":0,"Paso3":1,"Paso4":1},{"NombreReceta":"Soufflé de chocolate","PreguntaPreparacion":["Qué es esencial para que un soufflé de chocolate suba correctamente?","Cuándo se debe servir un soufflé de chocolate?","Cuál es el recipiente más adecuado para hornear un soufflé de chocolate?","Qué se debe hacer con los bordes del ramekin antes de verter la mezcla del soufflé?"],"OpcionesPasos":[["Agregar levadura","Batir bien las claras de huevo"],["Después de enfriar","Inmediatamente después de sacarlo del horno"],["Ramekin","Molde desmontable"],["Engrasarlos con manteca","Engrasarlos y espolvorearlos con azucar"]],"Paso1":1,"Paso2":1,"Paso3":0,"Paso4":1},{"NombreReceta":"Pavlova","PreguntaPreparacion":["Cual es el ingrediente principal de la base de una pavlova?","Cómo se consigue la textura crujiente por fuera y suave por dentro de una pavlova?","Qué se usa comúnmente para decorar una pavlova?","Qué tipo de azúcar es preferible para hacer pavlova?"],"OpcionesPasos":[["Claras de huevo","Yemas de huevo"],["Horneando a baja temperatura y dejando enfriar en el horno","Horneando a alta temperatura y enfriando rápidamente"],["Frutas frescas y crema chantilly","Chocolate rallado y frutos secos"],["Azúcar moreno","Azúcar glas"]],"Paso1":0,"Paso2":0,"Paso3":0,"Paso4":1},{"NombreReceta":"Profiteroles","PreguntaPreparacion":["Que tipo de masa se utiliza para hacer profiteroles?","Cómo se rellenan tradicionalmente los profiteroles?","Qué se suele utilizar como cobertura para los profiteroles?","Cómo se debe hornear la masa choux para que los profiteroles queden huecos por dentro?"],"OpcionesPasos":[["Masa choux","Masa quebrada"],["Con mermelada","Con crema pastelera"],["Chocolate fundido","Azucar glas"],["Hornear a alta temperatura primero y luego bajar la temperatura","Hornear a baja temperatura y luego subir la temperatura"]],"Paso1":0,"Paso2":1,"Paso3":0,"Paso4":0},{"NombreReceta":"Brownies","PreguntaPreparacion":["Que ingrediente le da a los brownies su textura húmeda y densa?","Cuál es el tipo de chocolate más adecuado para hacer brownies?","Cuál es la señal de que los brownies están listos para sacarlos del horno?","Qué se suele agregar a la mezcla de brownies para variar su sabor y textura?"],"OpcionesPasos":[["Manteca","Polvo de hornear"],["Chocolate amargo","Chocolate con leche"],["Los bordes se separan del molde y el centro está aún ligeramente húmedo","El centro está completamente seco"],["Crema batida","Nueces"]],"Paso1":0,"Paso2":0,"Paso3":0,"Paso4":1},{"NombreReceta":"Tarta Tatin","PreguntaPreparacion":["Que tipo de manzanas se utilizan comúnmente para hacer una tarta Tatin?","Cuál es la técnica clave para preparar la tarta Tatin?","Qué tipo de masa se utiliza para cubrir la tarta Tatin?","Cómo se sirve tradicionalmente la tarta Tatin?"],"OpcionesPasos":[["Manzanas Golden","Manzanas Granny Smith"],["Caramelizar las manzanas antes de hornear","Cocinar las manzanas junto con la masa"],["Masa choux","Masa quebrada"],["Caliente con crema o helado","Fria con fruta fresca"]],"Paso1":1,"Paso2":0,"Paso3":1,"Paso4":0},{"NombreReceta":"Eclairs","PreguntaPreparacion":["Que tipo de masa se utiliza para hacer eclairs?","Qué se utiliza comúnmente para rellenar éclairs?","Cuál es la cobertura tradicional de los éclairs?","Qué se debe hacer con la masa choux antes de hornearla para hacer éclairs?"],"OpcionesPasos":[["Masa choux","Masa quebrada"],["Crema pastelera","Mermelada"],["Glaseado de chocolate","Azucar glas"],["Enfriarla en el refrigerador","Formar los éclairs y hornear inmediatamente"]],"Paso1":0,"Paso2":0,"Paso3":0,"Paso4":1}]